Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: מָה הַמְמֻצָּע שֶׁל %lld, %lld וְ־%lld?
ar: ما متوسّط %lld و%lld و%lld؟
en: What is the average of %lld, %lld, and %lld?
ru: Чему равно среднее чисел %lld, %lld и %lld?

source: מָה הוּא x?
ar: ما قيمة x؟
en: What is x?
ru: Чему равен x?

source: מָה חָדָשׁ בַּגִּרְסָה הַזּוֹ ✨
ar: ما الجديد في هذه النسخة ✨
en: What's new in this version ✨
ru: Что нового в этой версии ✨

source: מָה מֵבִיא אֶת הַמֹּאזְנַיִם לְאִזּוּן?
ar: ما الذي يوازن الميزان؟
en: What balances the scale?
ru: Что уравновесит весы?

source: מָה מַמְשִׁיךְ אֶת הַסִּדְרָה?
ar: ما الذي يكمل السلسلة؟
en: What comes next in the sequence?
ru: Что продолжит ряд?

source: מָה מַמְשִׁיךְ אֶת הַסִּדְרָה? בַּחֲרוּ אֶת הַתְּמוּנָה הַבָּאָה!
ar: ما الذي يُكْمِلُ الصَّفّ؟ اِخْتارُوا الصُّورَةَ التَّالِيَة!
en: What comes next in the row? Choose the next picture!
ru: Что продолжает ряд? Выберите следующую картинку!

source: מָה מַשְׁלִים אֶת הַתַּבְנִית?
ar: ما الذي يكمل النمط؟
en: What completes the pattern?
ru: Что продолжит закономерность?

source: מָה מֻתָּר בְּמַצַּב יֶלֶד
ar: ما المسموح في وضع الطفل
en: What's allowed in Kid Mode
ru: Что разрешено в детском режиме

source: מָה נִשְׁאָר פָּתוּחַ
ar: ما الذي يبقى مفتوحًا
en: What stays open
ru: Что остаётся открытым

source: מָה נָעוּל בְּפֹעַל
ar: ما المقفل فعليًا
en: What is actually locked
ru: Что заблокировано на самом деле

source: מָה נוֹסֵעַ עַל פַּסִּים, בַּמַּיִם וּבָאֲוִיר
ar: ما الذي يسير على القضبان وفي الماء وفي الهواء
en: What travels on rails, on water, and in the air
ru: Что ездит по рельсам, плавает и летает

source: מָה פָּתוּחַ וּמָה נָעוּל
ar: ما المفتوح وما المقفل
en: What's open, what's locked
ru: Что открыто, что заблокировано

source: מָה שְׁנַת הַלֵּידָה שֶׁלָּכֶם?
ar: في أي سنة وُلدت؟
en: What year were you born?
ru: В каком году вы родились?

source: מָה תָּמִיד פָּתוּחַ
ar: ما المفتوح دائمًا
en: What's always open
ru: Что всегда открыто

source: מָחָר
ar: غدًا
en: tomorrow
ru: завтра

source: מָחָר מַתְחִילִים מֵאֶפֶס — וְהַכּוֹכָבִים נִשְׁאָרִים לְתָמִיד ⭐
ar: غدًا يبدأ العدّ من الصفر — والنجوم تبقى للأبد ⭐
en: Tomorrow starts from zero — and your stars stay forever ⭐
ru: Завтра счёт начнётся с нуля — а звёзды останутся навсегда ⭐

source: מָטוֹס
ar: طائرة
en: airplane
ru: самолёт

source: מָטוֹס קַל
ar: طائرة صغيرة
en: light plane
ru: лёгкий самолёт

source: מָמוּתָה
ar: ماموث
en: mammoth
ru: мамонт

source: מָצְאָה
ar: وجدت
en: found
ru: нашла

source: מָצְאוּ אֶת הָאֶמוֹגִ'י וְהַמִּלָּה בְּאַנְגְּלִית
ar: اعثروا على الإيموجي والكلمة بالإنجليزية
en: Find the emoji and the English word
ru: Найди эмодзи и слово на английском

source: מָצְאוּ אֶת הָאֶמוֹגִ'י וְהַמִּלָּה הַתּוֹאֶמֶת בְּאַנְגְּלִית
ar: اعثروا على الإيموجي والكلمة الإنجليزية المطابقة
en: Find the emoji and its matching English word
ru: Найди эмодзи и подходящее к нему английское слово

source: מָצָא
ar: وجد
en: found
ru: нашёл

source: מָצָאת אֶת כָּל הַזּוּגוֹת!
ar: وجدتِ كل الأزواج!
en: You found all the pairs!
ru: Ты нашла все пары!

source: מָצָאתִי! 👋
ar: وجدته! 👋
en: Found it! 👋
ru: Нашёл! 👋

source: מָצָאתֶם אֶת הַכַּרְטִיס הַנָּכוֹן %lld פְּעָמִים!
ar: وَجَدْتُمُ البِطاقَةَ الصَّحِيحَةَ %lld مَرّات!
en: You found the right card %lld times!
ru: Вы нашли нужную карточку %lld раз!

source: מָצָאתֶם אֶת הַכַּרְטִיס הַנָּכוֹן פַּעַם אַחַת!
ar: وَجَدْتُمُ البِطاقَةَ الصَّحِيحَةَ مَرَّةً واحِدَة!
en: You found the right card once!
ru: Вы нашли нужную карточку один раз!

source: מָצָאתָ אֶת כָּל הַזּוּגוֹת!
ar: وجدتَ كل الأزواج!
en: You found all the pairs!
ru: Ты нашёл все пары!

source: מָרָקָס
ar: ماراكاس
en: maracas
ru: маракасы

source: מָתֵמָטִיקָה
ar: الرياضيات
en: Math
ru: Математика

source: מֹאזְנַיִם
ar: الميزان
en: Balance scale
ru: Весы

source: מֹחַ
ar: دماغ
en: brain
ru: мозг

source: מֻגְדָּר בַּמַּכְשִׁיר שֶׁל כָּל יֶלֶד
ar: يُضبَط على جهاز كل طفل
en: Set up on each child's device
ru: Настраивается на устройстве каждого ребёнка

source: מֻמְלָץ %@
ar: موصى به %@
ru: Рекомендуем %@

source: מֻמְלָץ אִם הַיֶּלֶד מְשַׂחֵק בָּאַיְפֵּד הַזֶּה
ar: موصى به إذا كان الطفل يلعب على هذا الـ iPad
en: Recommended if your child plays on this iPad
ru: Рекомендуем, если ребёнок играет на этом iPad

source: מֻמְלָץ לְאַיְפֵּד
ar: موصى به للـ iPad
en: Recommended for iPad
ru: Рекомендуем для iPad

source: מֻמְלָץ לְטַאבְּלֶט
ar: مُوصى به للأجهزة اللوحية
en: Recommended for tablets
ru: Рекомендуется для планшета

source: מֻמְלָץ: %@
ar: موصى به: %@
en: Recommended: %@
ru: Рекомендуется: %@

source: מֻשְׁלָם! 🌟
ar: مثالي! 🌟
en: Perfect! 🌟
ru: Идеально! 🌟

# מֻתְקָן אֶצְלְכֶם: %@ (%@)
source: מֻתְקָן אֶצְלְכֶם: %1$@ (%2$@)
ar: المثبّت لديكم: %1$@ (%2$@)
en: Installed on your device: %1$@ (%2$@)
ru: У вас установлена: %1$@ (%2$@)

source: מאובטח
ar: آمن
en: Secure
ru: Защищено

source: מאזניים
ar: الميزان
en: Balance scale
ru: Весы

source: מאחורי קוד הורה · Apple ID · העולם נפתח לילד מיד · בלי חדוש אוטומטי
ar: خلف رمز الوالد · Apple ID · يُفتح العالم للطفل فورًا · بلا تجديد تلقائي
en: Behind the parent code · Apple ID · the world unlocks for your child right away · no auto-renewal
ru: За родительским кодом · Apple ID · мир открывается ребёнку сразу · без автопродления

source: מאחורי קוד הורה · Apple ID · העולם נפתח לילד מיד · בלי חידוש אוטומטי
ar: خلف رمز الوالد · Apple ID · يُفتح العالم للطفل فورًا · بلا تجديد تلقائي
en: Behind the parent code · Apple ID · the world unlocks for your child right away · no auto-renewal
ru: За родительским кодом · Apple ID · мир открывается ребёнку сразу · без автопродления

source: מאחורי קוד הורה · Apple ID · השאלון נכנס לילד מיד
ar: خلف رمز الوالد · Apple ID · تصل حزمة الأسئلة إلى الطفل فورًا
en: Behind the parent code · Apple ID · the question pack reaches your child right away
ru: За родительским кодом · Apple ID · набор вопросов попадает к ребёнку сразу

source: מאחורי קוד הורה · Apple ID · נפתח לכל הילדים בכל המכשירים
ar: خلف رمز الوالد · Apple ID · يُفتح لكل الأطفال على كل الأجهزة
en: Behind the parent code · Apple ID · unlocks for all kids on all devices
ru: За родительским кодом · Apple ID · открывается всем детям на всех устройствах

source: מאשרים וממשיכים
ar: موافقة ومتابعة
en: Agree and continue
ru: Согласиться и продолжить

source: מאשרים זמן מסך
ar: السماح بمدة استخدام الجهاز
en: Allow Screen Time
ru: Разрешите «Экранное время»

source: מאשרים מול Apple…
ar: نؤكّد مع Apple…
en: Confirming with Apple…
ru: Подтверждаем в Apple…

source: מאשר…
ar: تجري الموافقة…
en: Approving…
ru: Подтверждаем…

source: מאתגר יותר
ar: أكثر تحدّيًا
en: More challenging
ru: Сложнее

source: מבט על המשפחה
ar: نظرة على العائلة
en: Family at a Glance
ru: Семья с одного взгляда

source: מבט-על על המשפחה
ar: نظرة عامّة على العائلة
en: Family overview
ru: Обзор семьи

source: מגדר במכשיר של כל ילד
ar: يُضبَط على جهاز كل طفل
en: Set up on each child's device
ru: Настраивается на устройстве каждого ребёнка

source: מגיע
ar: يصل
en: Arrives
ru: Приходит

source: מגיעה
ar: تصل
en: Arrives
ru: Приходит

source: מגלה
ar: يستكشف
en: Exploring
ru: Исследует

source: מגלה עניין חדש 🔭
ar: يكتشف اهتمامًا جديدًا 🔭
en: Discovering new interests 🔭
ru: Открывает новые интересы 🔭

source: מגמת דיוק
ar: اتّجاه الدقّة
en: Accuracy trend
ru: Динамика точности

source: מגמת למידה
ar: اتجاه التعلّم
en: Learning trend
ru: Динамика учёбы

source: מדברים אל הילדה בלשון נקבה
ar: مخاطبة البنت بصيغة المؤنث
en: Speaking to girls as girls
ru: К девочкам — в женском роде

source: מדדו יחד דופק אחרי ריצה, ודברו על מה הלב עושה.
ar: قيسوا النبض معًا بعد الركض، وتحدّثوا عمّا يفعله القلب.
en: Check your pulse together after a run, and talk about what the heart does.
ru: Измерьте вместе пульс после бега и поговорите о том, что делает сердце.

source: מדיניות פרטיות
ar: سياسة الخصوصية
en: Privacy Policy
ru: Политика конфиденциальности

source: מה אומרים הנתונים
ar: ماذا تقول البيانات
en: What the data says
ru: Что говорят данные

source: מה היה בעדכון הזה
ar: ما الذي تغيّر في هذا التحديث
en: What changed in this update
ru: Что изменилось в этом обновлении

source: מה הילד ילמד
ar: ما الذي سيتعلّمه الطفل
en: What your child will learn
ru: Чему научится ребёнок

source: מה המטלה? (למשל: לשטוף את האוטו)
ar: ما المهمّة؟ (مثلًا: غسل السيّارة)
en: What's the chore? (e.g. wash the car)
ru: Какое дело? (например: помыть машину)

source: מה חדש
ar: ما الجديد
en: What's new
ru: Что нового

source: מה חדש בטופי
ar: ما الجديد في Tofy
en: What's new in Tofy
ru: Что нового в Tofy

source: מה חדש בטופי ✨
ar: ما الجديد في Tofy ✨
en: What's new in Tofy ✨
ru: Что нового в Tofy ✨

source: מה חדש בטופי?
ar: ما الجديد في Tofy؟
en: What's new in Tofy?
ru: Что нового в Tofy?

source: מה טופי לא עושה
ar: ما الذي لا يفعله Tofy
en: What Tofy doesn't do
ru: Чего Tofy не делает

source: מה טופי עושה עם זה
ar: ما الذي يفعله Tofy بها
en: What Tofy does with it
ru: Что Tofy с этим делает

source: מה נעול בפועל
ar: ما هو مقفل فعليًا
en: What is actually locked
ru: Что заблокировано на самом деле

source: מה נעול בפעל
ar: ما المقفل فعليًا
en: What is actually locked
ru: Что заблокировано на самом деле

source: מה נשאר פתוח
ar: ما يبقى مفتوحًا
en: What stays open
ru: Что остаётся открытым

source: מה נשאר פתוח?
ar: ما يبقى مفتوحًا؟
en: What stays open?
ru: Что остаётся открытым?

source: מה נשמר: המיקום האחרון של הטלפון שלה, והגעה או יציאה מהמקומות שסימנתם. לא מסלול של כל היום.
ar: ما يُحفظ: آخر موقع لهاتفها، والوصول إلى الأماكن التي حددتموها أو مغادرتها. وليس مسار اليوم كله.
en: What's saved: her phone's last location, and arriving at or leaving the places you mark. Not a route of the whole day.
ru: Что сохраняется: последнее местоположение её телефона и приход или уход из отмеченных вами мест. Не маршрут за весь день.

source: מה נשמר: המיקום האחרון של הטלפון שלו, והגעה או יציאה מהמקומות שסימנתם. לא מסלול של כל היום.
ar: ما يُحفظ: آخر موقع لهاتفه، والوصول إلى الأماكن التي حددتموها أو مغادرتها. وليس مسار اليوم كله.
en: What's saved: his phone's last location, and arriving at or leaving the places you mark. Not a route of the whole day.
ru: Что сохраняется: последнее местоположение его телефона и приход или уход из отмеченных вами мест. Не маршрут за весь день.

source: מה פתוח ומה נעול
ar: ما المفتوح وما المقفل
en: What's open, what's locked
ru: Что открыто, что заблокировано

source: מה פתוח ומה נעול — במקום אחד
ar: ما المفتوح وما المقفل — في مكان واحد
en: What's open and what's locked — in one place
ru: Что открыто и что заблокировано — в одном месте

source: מהרגע שמאשרים זמן מסך בטלפון של הילד, הכל נעול חוץ מטופי עד שמרוויחים זמן — גם אפליקציה שיתקין מחר. בלי לבחור או לסמן כלום
ar: منذ لحظة الموافقة على «مدة استخدام الجهاز» في هاتف الطفل، كل شيء ما عدا Tofy مقفل حتى يُكسَب الوقت — حتى تطبيق يثبّته غدًا. دون اختيار أو تحديد أي شيء
en: From the moment Screen Time is approved on your child's phone, everything except Tofy is locked until time is earned — even an app they install tomorrow. Nothing to choose or tick
ru: Как только на телефоне ребёнка разрешено «Экранное время», всё, кроме Tofy, заблокировано, пока не заработано время, — даже приложение, которое он установит завтра. Ничего не нужно выбирать

source: מוֹסְקְבָה
ar: موسكو
en: Moscow
ru: Москва

source: מוֹסִיפִים רַק חֲבֵרִים שֶׁאַתֶּם מַכִּירִים בֶּאֱמֶת. אַף פַּעַם לֹא מְסַפְּרִים לְמִי שֶׁלֹּא מַכִּירִים כְּתֹבֶת, טֶלֶפוֹן אוֹ שֵׁם בֵּית סֵפֶר. מַשֶּׁהוּ מוּזָר? מְסַפְּרִים לְאַבָּא אוֹ לְאִמָּא.
ar: أضف فقط أصدقاء تعرفهم حقًا. لا تخبر من لا تعرفه أبدًا بعنوانك أو رقم هاتفك أو اسم مدرستك. شيء غريب؟ أخبر أمك أو أباك.
en: Only add friends you really know. Never tell someone you don't know your address, phone number or school. Something feels strange? Tell Mom or Dad.
ru: Добавляй только тех, кого знаешь по-настоящему. Никогда не сообщай незнакомым адрес, телефон или название школы. Что-то странное? Расскажи маме или папе.

source: מוֹפִיעַ בְּמָסַךְ הַהוֹרִים וּבְהוֹדָעוֹת — לְכָל הַהוֹרִים בַּמִּשְׁפָּחָה.
ar: يظهر في شاشة الوالدين وفي الإشعارات — لكلّ الوالدين في العائلة.
en: Shown on the parent screen and in notifications — for every parent in the family.
ru: Показывается на родительском экране и в уведомлениях — всем родителям в семье.

source: מוֹפִיעַ כָּאן וּבְהוֹדָעוֹת — לְכָל הַהוֹרִים בַּמִּשְׁפָּחָה.
ar: يظهر هنا وفي الإشعارات — لكلّ الوالدين في العائلة.
en: Shown here and in notifications — for all parents in the family.
ru: Показывается здесь и в уведомлениях — всем родителям в семье.

source: מוֹצְאִים מִלִּים מִסְתַּתְּרוֹת
ar: نجد الكلمات المختبئة
en: Find the hidden words
ru: Найди спрятанные слова

source: מוֹרִידִים אֶת טוֹפִי בַּמַּכְשִׁיר שֶׁל הַהוֹרֶה
ar: حمّلوا Tofy على جهاز الوالد
en: Download Tofy on the parent's device
ru: Скачайте Tofy на устройство родителя

source: מוּזִיקָה
ar: موسيقى
en: Music
ru: Музыка

source: מוּזֵיאוֹן הַהִיסְטוֹרְיָה
ar: متحف التاريخ
en: History Museum
ru: Музей истории

source: מוּכָן? קָדִימָה!
ar: جاهز؟ هيّا بنا!
en: Ready? Let's go!
ru: Готов? Поехали!

source: מוּכָנָה? קָדִימָה!
ar: جاهزة؟ هيّا بنا!
en: Ready? Let's go!
ru: Готова? Поехали!

source: מוּצָק
ar: صلب
en: Solid
ru: Твёрдое

source: מוגדר במכשיר של כל ילד
ar: يُضبَط على جهاز كل طفل
en: Set up on each child's device
ru: Настраивается на устройстве каждого ребёнка

source: מוגן בקוד הורים
ar: محميّ برمز الوالدين
en: Behind the parent code
ru: Защищено родительским кодом

source: מוחק דקות מתנה — ממתין לאישור…
ar: جارٍ حذف دقائق الهديّة — بانتظار التأكيد…
en: Removing gift minutes — waiting for confirmation…
ru: Удаляем подарочные минуты — ждём подтверждения…

source: מוחק…
ar: جارٍ الحذف…
en: Deleting…
ru: Удаляем…

source: מומלץ %@
ar: موصى به %@
ru: Рекомендуем %@

source: מומלץ אם הילד משחק באייפד הזה
ar: موصى به إذا كان الطفل يلعب على هذا الـ iPad
en: Recommended if your child plays on this iPad
ru: Рекомендуем, если ребёнок играет на этом iPad

source: מומלץ אם הילד משחק באיפד הזה
ar: موصى به إذا كان الطفل يلعب على هذا الـ iPad
en: Recommended if your child plays on this iPad
ru: Рекомендуем, если ребёнок играет на этом iPad

source: מומלץ: %@
ar: موصى به: %@
en: Recommended: %@
ru: Рекомендуется: %@

source: מומלץ: קוד ל"זמן מסך"
ar: مستحسن: رمز لـ"مدة استخدام الجهاز"
en: Recommended: a Screen Time passcode
ru: Рекомендуем: код «Экранного времени»

source: מונע מהילד למחוק אפליקציות (גם את טופי) או לשנות הגדרות בלי קוד ההורה
ar: يمنع الطفل من حذف التطبيقات (بما فيها توفي) أو تغيير الإعدادات دون رمز الوالدين
en: Stops the child from deleting apps (Tofy included) or changing settings without the parent code
ru: Не даёт ребёнку удалять приложения (включая Тофи) или менять настройки без родительского кода

source: מוסיפים עוד ילד למשפחה — לכל אחד כיתה וזמן מסך משלו.
ar: أضيفوا طفلًا آخر — لكل واحد صفّه ووقت الشاشة الخاص به.
en: Add another child — each with their own grade and screen time.
ru: Добавьте ещё ребёнка — у каждого свой класс и своё экранное время.

source: מוסרים לילד את הטלפון שלכם לכמה דקות — והיציאה חזרה מוגנת בקוד
ar: تعطون طفلكم هاتفكم لبضع دقائق — والخروج محميّ برمزكم
en: Hand your child your own phone for a few minutes — and the way back out is behind your code
ru: Даёте ребёнку свой телефон на несколько минут — а выход обратно защищён кодом

source: מופיע במסך ההורים ובהודעות — לכל ההורים במשפחה.
ar: يظهر في شاشة الوالدين وفي الإشعارات — لكلّ الوالدين في العائلة.
en: Shown on the parent screen and in notifications — for every parent in the family.
ru: Показывается на родительском экране и в уведомлениях — всем родителям в семье.

source: מופיע כאן ובהודעות — לכל ההורים במשפחה.
ar: يظهر هنا وفي الإشعارات — لكلّ الوالدين في العائلة.
en: Shown here and in notifications — for all parents in the family.
ru: Показывается здесь и в уведомлениях — всем родителям в семье.

source: מוצגים כאן העדכונים מהשבועיים האחרונים. הם נשארים בתוך המשפחה שלכם בלבד.
ar: هذه تحديثات الأسبوعين الأخيرين. تبقى داخل عائلتكم وحدها.
en: These are the updates from the past two weeks. They stay inside your family and nowhere else.
ru: Здесь обновления за последние две недели. Они остаются только внутри вашей семьи.

source: מותאם ל-iPhone Duo
ar: مهيّأ لـ iPhone Duo
en: Made for iPhone Duo
ru: Адаптировано для iPhone Duo

source: מותאם לגיל
ar: مُلائم للعمر
en: Matched to age
ru: По возрасту

source: מחברים את הטלפון או האייפד של הילד בסריקת קוד אחת.
ar: اربطوا هاتف الطفل أو الآيباد بمسح رمز واحد.
en: Connect your child's phone or iPad with a single code scan.
ru: Подключите телефон или iPad ребёнка, отсканировав один код.

source: מחברים את הטלפון של %@
ar: ربط هاتف %@
en: Connect %@'s phone
ru: Подключаем телефон %@

source: מחברים…
ar: نربط…
en: Connecting…
ru: Подключаем…

source: מחובר
ar: مسجَّل الدخول
en: Signed in
ru: Вход выполнен

source: מחיקה
ar: حذف
en: delete
ru: удалить

source: מחיקת דקות המתנה ממתינה למכשיר
ar: حذف دقائق الهديّة بانتظار الجهاز
en: Gift minute removal is waiting for the device
ru: Удаление подарочных минут ждёт устройство

source: מחיקת האפליקציה
ar: حذف التطبيق
en: Delete the app
ru: Удаление приложения

source: מחיקת החשבון נכשלה: %@
ar: تعذّر حذف الحساب: %@
en: Couldn't delete the account: %@
ru: Не удалось удалить аккаунт: %@

source: מחיקת הילד
ar: حذف الطفل
en: Delete child
ru: Удалить ребёнка

source: מחיקת הילדה
ar: حذف الطفلة
en: Delete child
ru: Удалить ребёнка

source: מחיקת המקום
ar: حذف المكان
en: Delete place
ru: Удалить место

source: מחיקת ילד/ה
ar: حذف طفل/ة
en: Delete child
ru: Удалить ребёнка

source: מחכה לאישור בטלפון של %@
ar: بانتظار الإذن على هاتف %@
en: Waiting for permission on %@'s phone
ru: Ждём разрешения на телефоне %@

source: מחכה לאישור בטלפון של %@ — פותחים בו את טופי
ar: بانتظار الإذن على هاتف %@ — افتحوا Tofy عليه
en: Waiting for permission on %@'s phone — open Tofy on it
ru: Ждём разрешения на телефоне %@ — откройте на нём Tofy

source: מחכה לאישור שלכם 🕐
ar: بانتظار موافقتكم 🕐
en: Waiting for your approval 🕐
ru: Ждёт вашего одобрения 🕐

source: מחכות לאישור שלכם 🕐
ar: بانتظار موافقتكم 🕐
en: Waiting for your approval 🕐
ru: Ждут вашего одобрения 🕐

source: מחכות לאישור: %lld
ar: بانتظار الموافقة: %lld
en: Waiting for approval: %lld
ru: Ждут подтверждения: %lld

source: מחכים לאישור בטלפון של %@…
ar: بانتظار الموافقة على هاتف %@…
en: Waiting for approval on %@'s phone…
ru: Ждём разрешения на телефоне %@…

source: מחכים שתסרקו בטלפון של %@…
ar: بانتظار المسح على هاتف %@…
en: Waiting for the scan on %@'s phone…
ru: Ждём сканирования на телефоне %@…

source: מחפשים כתובת…
ar: نبحث عن العنوان…
en: Finding the address…
ru: Ищем адрес…

source: מחק
ar: احذف
en: Delete
ru: Удалить

source: מחק את כל הנתונים שלי
ar: احذف كلّ بياناتي
en: Delete all my data
ru: Удалить все мои данные

source: מחק הכול
ar: احذف الكلّ
en: Delete everything
ru: Удалить всё

source: מחק פרופיל
ar: احذف الملفّ الشخصي
en: Delete profile
ru: Удалить профиль

source: מטופי
ar: من Tofy
en: From Tofy
ru: От Tofy

source: מטלה חדשה ➕
ar: مهمّة جديدة ➕
en: New chore ➕
ru: Новое дело ➕

source: מטלה מחכה לאישור
ar: مهمة بانتظار الموافقة
en: A chore waits for approval
ru: Дело ждёт подтверждения

source: מטלה מחכה לאישור שלכם
ar: مهمة تنتظر موافقتكم
en: A chore is waiting for your approval
ru: Дело ждёт вашего подтверждения

source: מטלה מחכה לאישור שלכם!
ar: هناك مهمّة بانتظار موافقتكم!
en: A chore is waiting for your approval!
ru: Дело ждёт вашего одобрения!

source: מטלה שילד באמת מכיר בשם הזה
ar: مهمّة يعرفها الطفل فعلًا بهذا الاسم
en: A chore a child actually knows by that name
ru: Дело, которое ребёнок действительно знает под этим названием

source: מטלות
ar: مهام
en: Chores
ru: Задания

source: מטלות הבית
ar: أعمال المنزل
en: Chores
ru: Домашние дела

source: מטלות הבית · %@
ar: أعمال المنزل · %@
en: Chores · %@
ru: Домашние дела · %@

source: מטלות הבית 🧹
ar: أعمال المنزل 🧹
en: Chores 🧹
ru: Домашние дела 🧹

source: מטלות שהוסתרו 🙈
ar: مهامّ مخفيّة 🙈
en: Hidden chores 🙈
ru: Скрытые дела 🙈

source: מטעמי אבטחה, לפני מחיקת החשבון צריך להתחבר שוב.
ar: لدواعٍ أمنية، يجب تسجيل الدخول مجددًا قبل حذف الحساب.
en: For your security, please sign in again before deleting the account.
ru: В целях безопасности перед удалением аккаунта нужно войти ещё раз.

source: מי הילד?
ar: من هو الطفل؟
en: Who's the child?
ru: Кто ребёнок?

source: מי משחק עכשיו, מטלות ממתינות, קופה — וכל הסטטים.
ar: مَن يلعب الآن، والمهامّ المنتظِرة، والحصّالة — وكلّ الإحصاءات.
en: Who's playing, chores waiting, pocket money — every stat.
ru: Кто играет, какие дела ждут, копилка — и вся статистика.

source: מי משחק?
ar: من يلعب؟
en: Who's playing?
ru: Кто играет?

source: מי רואה: רק ההורים במשפחה. שום דבר לא עובר לאף גורם אחר.
ar: من يرى: الأهل في العائلة فقط. لا يُرسل شيء لأي جهة أخرى.
en: Who sees it: only the parents in the family. Nothing goes to anyone else.
ru: Кто видит: только родители в семье. Никому больше ничего не передаётся.

source: מידע נוסף ←
ar: مزيد من المعلومات ←
en: More info →
ru: Подробнее →

source: מיוזמתה
ar: من تلقاء نفسها
en: on her own
ru: сама

source: מיוזמתו
ar: من تلقاء نفسه
en: on his own
ru: сам

source: מיון לסלים
ar: رتّبوا في السلال
en: Sort into baskets
ru: Разложи по корзинам

source: מימין לשמאל, כמו בעברית
ar: من اليمين إلى اليسار، كما في العبرية
en: Right to left, the Hebrew way
ru: Справа налево, как на иврите

source: מיקום
ar: الموقع
en: Location
ru: Местоположение

source: מיקרופון · גלגיליות
ar: ميكروفون · زلاجات
en: microphone · rollerblades
ru: микрофон · ролики

source: מכונית · אונייה
ar: سيارة · سفينة
en: car · ship
ru: машина · корабль

source: מכשיר
ar: جهاز
en: Device
ru: Устройство

source: מכשיר הורה
ar: جهاز الوالدين
en: Parent device
ru: Устройство родителя

source: מכשיר חדש הצטרף למשפחה
ar: انضم جهاز جديد إلى العائلة
en: A new device joined the family
ru: К семье присоединилось новое устройство

source: מכשיר שאיבד את הקשר למשפחה מציע לאפס את עצמו ולחזור למסך הפתיחה, בלי למחוק ולהתקין מחדש
ar: الجهاز الذي فقد الاتّصال بالعائلة يعرض إعادة ضبط نفسه والعودة إلى شاشة البداية، دون حذف التطبيق وتثبيته من جديد
en: A device that lost its connection to the family offers to reset itself and go back to the welcome screen — no deleting and reinstalling
ru: Устройство, потерявшее связь с семьёй, предлагает сбросить себя и вернуться на стартовый экран — без удаления и переустановки

source: מכשיר של ילד שרק הצטרף למשפחה לא קיבל מתנת דקות עד שסגרו ופתחו את טופי. עכשיו המתנה מגיעה תוך שנייה, גם בדקות הראשונות
ar: جهاز الطفل الذي انضمّ للتوّ إلى العائلة لم يكن يستلم دقائق الهدية حتى يُغلَق Tofy ويُفتح من جديد. الآن تصل الهدية خلال ثانية، حتى في الدقائق الأولى
en: A child's device that had just joined the family didn't receive gifted minutes until Tofy was closed and reopened. Now the gift arrives within a second, even in the first minutes
ru: Устройство ребёнка, только что присоединившееся к семье, не получало подаренные минуты, пока Tofy не закрывали и не открывали снова. Теперь подарок приходит за секунду — даже в первые минуты

source: מכשיר תקוע כבר לא תקוע
ar: الجهاز العالق لم يعد عالقًا
en: Stuck devices are no longer stuck
ru: Зависшее устройство больше не зависает

source: מכשירים
ar: الأجهزة
en: Devices
ru: Устройства

source: ממלץ %@
ar: موصى به %@
ru: Рекомендуем %@

source: ממלץ אם הילד משחק באייפד הזה
ar: موصى به إذا كان الطفل يلعب على هذا الـ iPad
en: Recommended if your child plays on this iPad
ru: Рекомендуем, если ребёнок играет на этом iPad

source: ממלץ אם הילד משחק באיפד הזה
ar: موصى به إذا كان الطفل يلعب على هذا الـ iPad
en: Recommended if your child plays on this iPad
ru: Рекомендуем, если ребёнок играет на этом iPad

source: ממלץ: %@
ar: موصى به: %@
en: Recommended: %@
ru: Рекомендуется: %@

source: ממצע
ar: المتوسّطات
en: Averages
ru: Средние значения

source: ממשיך
ar: يواصل
en: keeps
ru: продолжает

source: ממשיכה
ar: تواصل
en: keeps
ru: продолжает

source: ממשיכים — לחבר מכשיר
ar: متابعة — ربط جهاز
en: Continue — connect a device
ru: Дальше — подключить устройство

source: ממתין למכשיר של %@…
ar: بانتظار جهاز %@…
en: Waiting for %@'s device…
ru: Ждём устройство %@…
